{
    "overview": {
      "title": {
        "en": "Overview",
        "fr": "Aperçu"
      },
      "content": {
        "en": "CERASP is a Technology Access Centre (TAC) dedicated to advancing biomanufacturing, focusing on cosmetic, nutraceutical, and pharmaceutical applications. We provide industry partners with technical support, research collaboration, and access to pilot-scale production. Located within Collège Lionel-Groulx in Quebec, CERASP connects academic expertise with industry needs, accelerating the development and commercialization of innovative bioproducts.",
        "fr": "Le CERASP est un Centre d’accès à la technologie (CAT) dédié à l’avancement de la biofabrication, axé sur les applications cosmétiques, nutraceutiques et pharmaceutiques. Nous offrons à nos partenaires industriels un soutien technique, une collaboration en recherche et un accès à la production à l’échelle pilote. Situé au Collège Lionel-Groulx au Québec, le CERASP relie l’expertise académique aux besoins de l’industrie, accélérant le développement et la commercialisation de bioproduits innovants."
      }
    },
    "gmp_biomanufacturing": {
      "title": {
        "en": "GMP-Ready Biomanufacturing and Strategic Partnerships",
        "fr": "Biofabrication prête pour les BPF et partenariats stratégiques"
      },
      "content": {
        "en": "While not a GMP-certified facility, CERASP operates in GLP-compliant labs and follows GMP standards to ensure smooth technology transfer and dossier preparation. We specialize in fermentation-based bioprocesses and partner with academic and industrial organizations to advance innovation.",
        "fr": "Bien que non certifié BPF, le CERASP fonctionne dans des laboratoires conformes aux BPL et applique les normes BPF pour faciliter les transferts technologiques et la préparation des dossiers. Nous sommes spécialisés dans les bioprocédés à base de fermentation et collaborons avec des partenaires académiques et industriels pour faire progresser l'innovation."
      }
    },
    "formulation": {
      "title": {
        "en": "Formulation",
        "fr": "Formulation"
      },
      "content": {
        "en": "Our facility is equipped to prepare various formulations, including microencapsulation, emulsions, and liposomes. We assist in transitioning from lab-scale to pilot-scale production, providing clients with high-quality prototypes for market testing and regulatory approval.",
        "fr": "Notre installation est équipée pour préparer diverses formulations, y compris la microencapsulation, les émulsions et les liposomes. Nous aidons à la transition de la production en laboratoire à l’échelle pilote, fournissant à nos clients des prototypes de haute qualité pour les tests de marché et l’approbation réglementaire."
      }
    },
    "applied_research": {
      "title": {
        "en": "Applied Research",
        "fr": "Recherche appliquée"
      },
      "content": {
        "en": "CERASP conducts applied research focused on the optimization of bioprocesses, development of novel bio-based ingredients, and enhancement of product stability. Our interdisciplinary team collaborates with clients to solve real-world problems and improve product performance.",
        "fr": "Le CERASP mène des recherches appliquées axées sur l’optimisation des bioprocédés, le développement de nouveaux ingrédients biosourcés et l’amélioration de la stabilité des produits. Notre équipe interdisciplinaire collabore avec les clients pour résoudre des problèmes concrets et améliorer les performances des produits."
      }
    },
    "pilot_scale_production": {
      "title": {
        "en": "Pilot-Scale Production",
        "fr": "Production à l’échelle pilote"
      },
      "content": {
        "en": "We offer pilot-scale fermentation and downstream processing capabilities. This includes cell harvesting, purification, and formulation of active ingredients. Our goal is to support clients in scaling up their production processes efficiently and cost-effectively.",
        "fr": "Nous offrons des capacités de fermentation à l’échelle pilote et de traitement en aval, incluant la récolte cellulaire, la purification et la formulation d’ingrédients actifs. Notre objectif est d’aider les clients à mettre à l’échelle leurs procédés de production de manière efficace et rentable."
      }
    },
    "training": {
      "title": {
        "en": "Training",
        "fr": "Formation"
      },
      "content": {
        "en": "CERASP provides specialized training programs tailored to the biomanufacturing industry. Topics include GMP practices, bioprocessing techniques, and quality control. These programs are designed to upskill the workforce and meet industry demands.",
        "fr": "Le CERASP propose des programmes de formation spécialisés adaptés à l’industrie de la biofabrication. Les sujets abordés incluent les pratiques BPF, les techniques de bioprocédés et le contrôle de la qualité. Ces programmes visent à perfectionner la main-d’œuvre et à répondre aux besoins du secteur."
      }
    }
  }
  