{
  "overview": {
    "title": {
      "en": "Overview",
      "fr": "Aperçu"
    },
    "content": {
      "en": "At CERASP, we are proud to support a wide range of sectors within the life sciences and healthcare ecosystem. Our deep expertise and commitment to innovation allow us to offer tailor-made solutions tailored to the specific needs of each industry.",
      "fr": "Au CERASP, nous sommes fiers de soutenir un large éventail de secteurs dans l’écosystème des sciences de la vie et de la santé. Notre expertise approfondie et notre engagement envers l’innovation nous permettent de proposer des solutions sur mesure adaptées aux besoins spécifiques de chaque industrie."
    },
    "expertise": [
      {
        "searchTerm": "microscope",
        "title": {
          "en": "Bioprocess Development",
          "fr": "Développement de Bioprocédés"
        },
        "description": {
          "en": "Design and optimization of fermentation-based bioprocesses for pilot and commercial scale.",
          "fr": "Conception et optimisation de bioprocédés à base de fermentation à l’échelle pilote et commerciale."
        }
      },
      {
        "searchTerm": "formulation",
        "title": {
          "en": "Advanced Formulation",
          "fr": "Formulation Avancée"
        },
        "description": {
          "en": "Custom formulation solutions including microencapsulation, emulsions, and liposomes.",
          "fr": "Solutions de formulation sur mesure incluant la microencapsulation, les émulsions et les liposomes."
        }
      },
      {
        "searchTerm": "microbe",
        "title": {
          "en": "GMP Training & Compliance",
          "fr": "Formation et Conformité BPF"
        },
        "description": {
          "en": "Specialized training programs in GMP, regulatory affairs, and technical operations.",
          "fr": "Programmes de formation spécialisés en BPF, affaires réglementaires et opérations techniques."
        }
      }
    ]
  },
  "ideation": {
    "title": {
      "en": "Ideation: From Concept to Strategy",
      "fr": "De l’idée à la stratégie"
    },
    "sub1": {
      "en": "At CERASP, we help turn ideas into viable products by providing expert support from early ideation to strategic planning, ensuring a solid foundation for successful development",
      "fr": ""
    },
    "sub2": {
      "en": "Driven by innovation and scientific rigor, our ideation services turn concepts into actionable plans—shaping the future of your innovation.",
      "fr": ""
    },
    "sub3": {
      "en": "Our Expertise Includes: ",
      "fr": ""
    },
    "content": {
      "en": {
        "overview": [
          "Design and Sketch",
          "We turn abstract ideas into clear visuals through initial designs and sketches, bringing your concept to life.",
          "Feasibility Studies",
          "We assess technical, regulatory, and commercial feasibility to validate your idea before major investment.",
          "Consulting",
          "Our experts offer strategic and scientific guidance to ensure your innovation is built on a solid foundation.",
          "Applied Research",
          "We conduct applied research to turn scientific discovery into practical solutions aligned with your goals."
        ],
        "capabilities": [
          "Business Plan Development",
          "We help shape your vision into a clear business plan with goals, strategy, resources, timelines, and financials.",
          "Market Study and Evaluation",
          "Our market analysis uncovers opportunities, evaluates demand, and positions your innovation competitively.",
          "Mapping Activities",
          "We create a clear roadmap from idea to market, aligning activities, stakeholders, and milestones."
        ],
        "collaboration": [
          "Preformulation",
          "We conduct preformulation studies to define optimal conditions and components for early product development.",
          "Gap Analysis",
          "We pinpoint gaps in your development and regulatory strategy to ensure compliance and success.",
          "Literature Evaluation",
          "We review scientific literature to support your concept with data and prevent redundancy.",
          "Grant Search",
          "We help identify and secure funding, including refundable SR&ED tax credits for Canadian companies, by managing the entire grant application process for projects ranging from $4K to over $10M, covering research, development, commercialization, and expansion needs."
        ]
      },
      "fr": {
        "overview": [
          "Le CERASP est une installation conforme aux BPL qui opère selon des procédures alignées sur les BPF pour soutenir la préparation réglementaire.",
          "Nous développons des procédés biopharmaceutiques prêts pour les BPF afin de faciliter un transfert technologique fluide vers les fabricants agréés.",
          "Notre expertise couvre le développement des procédés en amont et en aval pour les produits biologiques et les thérapies avancées."
        ],
        "capabilities": [
          "Optimisation des bioprocédés (fermentation et culture cellulaire)",
          "Purification des biomolécules",
          "Tests de bioactivité et de stabilité",
          "Caractérisation génomique et microbienne",
          "Développement de méthodes analytiques pour les produits biologiques"
        ],
        "collaboration": [
          "Nous collaborons avec des universités et des CCTT pour soutenir l'innovation industrielle et le passage à l'échelle des thérapies avancées.",
          "Spécialisé dans la culture de cellules microbiennes et de mammifères pour la production de protéines thérapeutiques et d'autres biologiques."
        ]
      }
    }
  },
  "formulation": {
    "title": {
      "en": "Formulation",
      "fr": "Formulation"
    },
    "content": {
      "en": "Our facility is equipped to prepare various formulations, including microencapsulation, emulsions, and liposomes. We assist in transitioning from lab-scale to pilot-scale production, providing clients with high-quality prototypes for market testing and regulatory approval.",
      "fr": "Notre installation est équipée pour préparer diverses formulations, y compris la microencapsulation, les émulsions et les liposomes. Nous aidons à la transition de la production en laboratoire à l’échelle pilote, fournissant à nos clients des prototypes de haute qualité pour les tests de marché et l’approbation réglementaire."
    }
  },
  "proofConcept": {
    "title": {
      "en": "Proof of Concept",
      "fr": "Preuve de concept"
    },
    "content": {
      "en": "We validate your idea’s technical feasibility, reducing risk and guiding decisions before full-scale development.",
      "fr": "Nous validons la faisabilité technique de votre idée, réduisant ainsi les risques et guidant les décisions avant le développement à grande échelle."
    },
    "steps": {
      "formulate": {
        "title": { "en": "Formulation", "fr": "Formulation" },
        "description": {
          "en": "Our team develops robust formulations tailored to your product goals — pharmaceuticals, biologics, nutraceuticals, cosmetics, and more—while meeting regulatory and industry standards.",
          "fr": "Notre équipe conçoit des formulations stables et efficaces, conformes aux normes, adaptées à vos objectifs (pharmaceutiques, biologiques, nutraceutiques, cosmétiques, etc.). "
        }
      },
      "support": {
        "title": { "en": "Prototyping", "fr": "Prototypage" },
        "description": {
          "en": "We create early prototypes that simulate the final product, enabling thorough testing and refinement before scaling up.",
          "fr": "Nous réalisons des prototypes pour tester et affiner performance, aspect, usage et production avant la montée en échelle."
        }
      },
      "transfer": {
        "title": {
          "en": "Dosage Forms Identification",
          "fr": "Identification des formes posologiques"
        },
        "description": {
          "en": "We identify the optimal dosage form—solid, liquid, semi-solid, or alternative—based on efficacy, compliance, and market needs.",
          "fr": "Nous sélectionnons la forme galénique optimale selon efficacité, observance et marché."
        }
      },
      "select": {
        "title": {
          "en": "Ingredient Selection",
          "fr": "Sélection des ingrédients"
        },
        "description": {
          "en": "Our experts select optimal active and excipient ingredients, ensuring compatibility, functionality, cost-effectiveness, and compliance.",
          "fr": "Nos experts choisissent ingrédients et excipients selon compatibilité, efficacité, rentabilité et conformité."
        }
      },
      "develop": {
        "title": {
          "en": "Equipment Layout",
          "fr": "Aménagement des équipements"
        },
        "description": {
          "en": "We guide equipment selection and facility layout for efficient, scalable manufacturing that meets industry standards.",
          "fr": "Nous conseillons sur équipements et agencement pour une production efficace et évolutive."
        }
      },
      "physico": {
        "title": {
          "en": "Physico-Chemical Testing",
          "fr": "Essais physico-chimiques"
        },
        "description": {
          "en": "Our lab performs key physico-chemical tests to ensure stability, uniformity, and quality for R&D and regulatory needs.",
          "fr": "Nos laboratoires réalisent des tests physico-chimiques essentiels pour évaluer la stabilité, l’uniformité et la qualité du produit, tout en appuyant les exigences réglementaires."
        }
      },
      "scale": {
        "title": {
          "en": "Lab Scale Manufacturing",
          "fr": "Fabrication à l’échelle laboratoire"
        },
        "description": {
          "en": "We offer small-scale production capabilities to produce development batches for testing, validation, and early-stage market feedback.",
          "fr": "Nous produisons des lots pilotes à petite échelle pour les essais, la validation et les retours du marché en phase pré-commerciale."
        }
      },
      "techsupport": {
        "title": {
          "en": "Technical Support",
          "fr": "Support technique"
        },
        "description": {
          "en": "Our experts provide ongoing technical support throughout the development lifecycle, offering troubleshooting, process optimization, and scale-up recommendations.",
          "fr": "Nous assurons un accompagnement technique continu : résolution, optimisation et conseils pour l’industrialisation."
        }
      }
    },
    "bottom_text": {
      "en": "At CERASP, we combine technical expertise, scientific rigor, and industry insight to support you through early development—turning ideas into validated, scalable products. Our pragmatic approach ensures efficient progress from concept to reality, minimizing risk and maximizing success.",
      "fr": "Transformer une idée en produit testable requiert expertise technique, rigueur scientifique et connaissance du marché. Au CERASP, nous vous accompagnons dès le début pour valider et faire évoluer vos concepts, en minimisant les risques et maximisant vos chances de succès."
    }
  },
  "pilot_scale_production": {
    "title": {
      "en": "Pilot-Scale Production",
      "fr": "Production à l’échelle pilote"
    },
    "content": {
      "en": "We offer pilot-scale fermentation and downstream processing capabilities. This includes cell harvesting, purification, and formulation of active ingredients. Our goal is to support clients in scaling up their production processes efficiently and cost-effectively.",
      "fr": "Nous offrons des capacités de fermentation à l’échelle pilote et de traitement en aval, incluant la récolte cellulaire, la purification et la formulation d’ingrédients actifs. Notre objectif est d’aider les clients à mettre à l’échelle leurs procédés de production de manière efficace et rentable."
    }
  },
  "productDev": {
    "title": {
      "en": "Product Development",
      "fr": "Développement de Produits"
    },
    "content": {
      "en": "At CERASP, we guide your product from concept to market with scientific rigor, regulatory expertise, and technical precision. Partnering closely with you, we streamline development, reduce risks, and speed time-to-market with cost-effective solutions—supporting innovation at every stage.",
      "fr": "Au CERASP, nous vous accompagnons de l’optimisation du concept à la mise en marché grâce à une approche intégrée alliant rigueur scientifique, expertise réglementaire et précision technique. Nous collaborons étroitement avec vous pour accélérer le développement, réduire les risques et garantir le succès de vos innovations, qu’il s’agisse d’améliorer un produit existant ou d’en créer un nouveau."
    },
    "card1": {
      "title": {
        "en": "Product Optimization",
        "fr": "Optimisation de produit"
      },
      "content": {
        "en": "We optimize formulations to boost performance, stability, efficacy, and cost efficiency—preparing your product for scale-up.",
        "fr": "Nous optimisons les formulations pour renforcer performance, stabilité, efficacité et rentabilité, afin d’assurer leur compétitivité et leur industrialisation."
      }
    },
    "card2": {
      "title": {
        "en": "Analytical Method Development (Physico-Chemical & Chemistry)",
        "fr": "Développement de méthodes analytiques (physico-chimiques et chimiques)"
      },
      "content": {
        "en": "Our scientists develop analytical methods to characterize products and support quality control throughout development.",
        "fr": "Nos scientifiques développent des méthodes analytiques pour caractériser vos produits et soutenir le contrôle qualité tout au long du développement."
      }
    },
    "card3": {
      "title": {
        "en": "Stability Studies",
        "fr": "Études de stabilité"
      },
      "content": {
        "en": "We conduct stability studies under client’s appropriate requirements to determine product shelf life, storage conditions, and formulation robustness.",
        "fr": "Nous réalisons des études de stabilité pour définir durée de conservation, conditions de stockage et robustesse des formulations."
      }
    },
    "card4": {
      "title": {
        "en": "Extraction and Purification Steps",
        "fr": "Étapes d’extraction et de purification"
      },
      "content": {
        "en": "We design and optimize extraction and purification for high-quality actives, better yield, and batch consistency.",
        "fr": "Nous optimisons extraction et purification pour garantir qualité, rendement et reproductibilité des ingrédients actifs."
      }
    },
    "card5": {
      "title": {
        "en": "Product Line Extension",
        "fr": "Extension de gamme"
      },
      "content": {
        "en": "We help you adapt formulations to new dosage forms, populations, or markets for strategic, efficient product expansion.",
        "fr": "Nous vous aidons à élargir votre portefeuille de produits en adaptant les formulations à de nouveaux formats, populations cibles ou segments de marché."
      }
    },
    "card6": {
      "title": {
        "en": "Regulatory Compliance",
        "fr": "Conformité réglementaire"
      },
      "content": {
        "en": "Our experts ensure regulatory compliance (GMP, ICH, FDA, EMA, Health Canada) by supporting documentation and communications. CERASP is a certified Health Canada partner.",
        "fr": "Nos experts garantissent votre conformité réglementaire (BPF, ICH, Santé Canada, FDA, EMA) en vous accompagnant dans la documentation et les échanges avec les autorités. CERASP est partenaire certifié de Santé Canada."
      }
    },
    "card7": {
      "title": {
        "en": "Cost Evaluation",
        "fr": "Évaluation des coûts"
      },
      "content": {
        "en": "We evaluate costs to help you develop quality products with economic viability.",
        "fr": "Nous analysons les coûts des matières premières, de production et d’opérations afin de développer des produits viables économiquement, sans compromis sur la qualité."
      }
    },
    "card8": {
      "title": {
        "en": "Data Reporting",
        "fr": "Rapports de données"
      },
      "content": {
        "en": "We deliver clear, compliant data reports from lab results to studies, supporting decision-making and submissions.",
        "fr": "Nous fournissons des rapports clairs et conformes sur analyses, stabilité et développement pour appuyer vos décisions et soumissions réglementaires."
      }
    },
    "card9": {
      "title": {
        "en": "Bioinformatics",
        "fr": "Bio-informatique"
      },
      "content": {
        "en": "Our Bioinformatics team uses advanced computational tools to support biotech and personalized health product development. We provide genomic, transcriptomic, proteomic, and metabolomic analyses to optimize therapies, accelerate research, and deliver tailored precision medicine solutions. Whether in pharma or healthcare, we offer data-driven expertise for complex research and clinical challenges.",
        "fr": "Notre équipe de bio-informatique utilise des outils avancés pour enrichir le développement en biotechnologie, diagnostic et santé personnalisée. Nous offrons analyses génomiques, transcriptomiques, protéomiques et métabolomiques, fournissant des insights pour optimiser les thérapies, accélérer la recherche et proposer des solutions sur mesure en médecine de précision. Nos services s’adaptent aux besoins pharmaceutiques et cliniques les plus complexes avec expertise et innovation."
      }
    }
  },
  "animal_health": {
    "title": { "en": "Animal Health", "fr": "Santé animale" },
    "subtitle": {
      "en": "Leading innovation in health, research, and natural solutions",
      "fr": "Leader en innovation pour la santé, la recherche et les solutions naturelles"
    },
    "content": {
      "en": "We provide specialized formulation services for animal health products, ensuring effective, safe, and compliant dosage forms tailored to industry and regulatory standards.",
      "fr": "Nous fournissons des services de formulation spécialisés pour les produits de santé animale, garantissant des formes posologiques efficaces, sûres et conformes, adaptées aux normes industrielles et réglementaires."
    },
    "projects": { "en": "Projects", "fr": "Projets" },
    "success_rate": { "en": "Success Rate", "fr": "Taux de réussite" },
    "experience": { "en": "Experience", "fr": "Expérience" },
    "summary_title": {
      "en": "Comprehensive Solutions",
      "fr": "Solutions complètes"
    },
    "summary_text": {
      "en": "Our integrated approach combines cutting-edge research, natural innovation, and proven methodologies to deliver exceptional results across all domains.",
      "fr": "Notre approche intégrée combine recherche de pointe, innovation naturelle et méthodologies éprouvées pour offrir des résultats exceptionnels dans tous les domaines."
    },
    "features": {
      "en": ["Veterinary Research", "Pet Nutrition", "Animal Wellness"],
      "fr": ["Recherche vétérinaire", "Nutrition animale", "Bien-être animal"]
    }
  },
  "nhp_nutraceuticals": {
    "title": { "en": "NHP & Nutraceuticals", "fr": "PSN & Nutraceutiques" },
    "content": {
      "en": "Our team assists in the development of natural health products (NHPs) and nutraceuticals, ensuring compliance with regulatory standards and market requirements. We provide support from concept to commercialization.",
      "fr": "Notre équipe accompagne le développement de produits de santé naturels (PSN) et de nutraceutiques, en assurant la conformité réglementaire et les exigences du marché. Nous offrons un soutien de la conception à la commercialisation."
    },
    "features": {
      "en": ["Natural Products", "Supplement Development", "Quality Testing"],
      "fr": [
        "Produits naturels",
        "Développement de suppléments",
        "Contrôle qualité"
      ]
    }
  },
  "advanced_research": {
    "title": { "en": "Advanced Research", "fr": "Recherche Avancée" },
    "content": {
      "en": "Cutting-edge research methodologies and innovative solutions for complex biological challenges.",
      "fr": "Méthodologies de recherche de pointe et solutions innovantes pour les défis biologiques complexes."
    },
    "features": {
      "en": [
        "Lab Analysis",
        "Method Development",
        "Data Analytics",
        "Innovation"
      ],
      "fr": [
        "Analyse en laboratoire",
        "Développement de méthodes",
        "Analyse de données",
        "Innovation"
      ]
    }
  },
  "natural_solutions": {
    "title": { "en": "Natural Solutions", "fr": "Solutions Naturelles" },
    "content": {
      "en": "Sustainable and eco-friendly approaches to health and wellness product development.",
      "fr": "Approches durables et écologiques pour le développement de produits de santé et de bien-être."
    },
    "features": {
      "en": [
        "Organic Compounds",
        "Green Chemistry",
        "Sustainability",
        "Bio-Innovation"
      ],
      "fr": [
        "Composés organiques",
        "Chimie verte",
        "Durabilité",
        "Bio-innovation"
      ]
    }
  },
  "scaleUpManufacturing": {
    "title": {
      "en": "Scale-Up & Manufacturing Readiness",
      "fr": "Mise à l’échelle & préparation à la production"
    },
    "content": {
      "en": "Scaling from lab to production demands precision and process expertise. At CERASP, our specialized scale-up services bridge R&D and commercial manufacturing, reducing risk, ensuring compliance, and accelerating time to market.",
      "fr": "La mise à l’échelle, étape clé entre la R&D et la production, exige précision et maîtrise des procédés. Au CERASP, nous offrons des services spécialisés pour assurer une transition fluide, réduire les risques, garantir la conformité et accélérer l’accès au marché."
    },
    "fields": {
      "scaleUp": {
        "title": {
          "en": "Scale-Up to Larger Scale Manufacturing",
          "fr": "Mise à l’échelle vers une production à plus grande échelle"
        },
        "desc": {
          "en": "We ensure robust, repeatable, and efficient scale-up from lab to pilot and larger manufacturing.",
          "fr": "Nous assurons une transition fluide du laboratoire à la fabrication pilote, avec des procédés reproductibles, stables et efficaces."
        }
      },
      "testing": {
        "title": {
          "en": "Challenge Testing",
          "fr": "Essais d’efficacité"
        },
        "desc": {
          "en": "We perform stress tests to evaluate product stability, formulation robustness, and process reliability.",
          "fr": "Nous testons en conditions critiques la robustesse des formulations, la stabilité et la fiabilité des procédés."
        }
      },
      "pilotBatching": {
        "title": {
          "en": "Pilot Batching",
          "fr": "Production de lots pilotes"
        },
        "desc": {
          "en": "We produce pilot batches to simulate production and validate readiness for full-scale manufacturing.",
          "fr": "Nos installations produisent des lots pilotes représentatifs et fournissant des données essentielles à la validation et à la préparation commerciale"
        }
      },
      "techSupport": {
        "title": {
          "en": "Technical Support",
          "fr": "Support technique"
        },
        "desc": {
          "en": "Our experts support process refinement and equipment integration during development and scale-up.",
          "fr": "Nos experts optimisent procédés, intègrent les équipements et résolvent les défis techniques de la montée en échelle."
        }
      },
      "processOptimization": {
        "title": {
          "en": "Process Optimization",
          "fr": "Optimisation des procédés"
        },
        "desc": {
          "en": "We optimize production to boost efficiency, yield, and quality while minimizing waste.",
          "fr": "Nous ajustons les paramètres pour optimiser efficacité, rendement, qualité et réduire les pertes."
        }
      },
      "troubleshooting": {
        "title": {
          "en": "Troubleshooting",
          "fr": "Dépannage et résolution de problèmes"
        },
        "desc": {
          "en": "We quickly resolve formulation, processing, and equipment issues to minimize downtime and delays.",
          "fr": "Nous identifions rapidement les problèmes de formulation, procédé ou équipement et proposons des solutions pour éviter les retards."
        }
      },
      "dataCollection": {
        "title": {
          "en": "Real-Time Data Collection",
          "fr": "Collecte de données en temps réel"
        },
        "desc": {
          "en": "We implement real-time monitoring for process control and quality assurance.",
          "fr": "Nous installons des systèmes de suivi en temps réel pour assurer le contrôle des procédés et la qualité continue. "
        }
      },
      "gmpEnvironment": {
        "title": {
          "en": "GMP-like Environment",
          "fr": "Environnement similaire aux BPF"
        },
        "desc": {
          "en": "All scale-up occurs in a GMP-like environment adhering to industry cleanliness, documentation, and quality standards.",
          "fr": "Toutes nos activités de scale-up respectent un environnement similaire aux BPF, avec des normes strictes de propreté, documentation et qualité."
        }
      },
      "protocolReporting": {
        "title": {
          "en": "Protocol and Reporting",
          "fr": "Protocoles et rapports"
        },
        "desc": {
          "en": "We deliver detailed protocols and reports to support technical reviews, regulatory submissions, and internal documentation.",
          "fr": "Nous fournissons des protocoles et rapports complets pouvan appuyer démarches techniques, soumissions réglementaires et documentation interne."
        }
      }
    }
  },
  "techTransfer": {
    "title": {
      "en": "Technology Transfer & Regulatory Readiness",
      "fr": "Transfert Technologique & Préparation Réglementaire"
    },
    "section_title": {
      "en": "Healthcare Analytics",
      "fr": "Analyse des données de santé"
    },
    "content": {
      "en": "Successful technology transfer requires structured processes, regulatory compliance, and smooth integration. At CERASP, we provide technical, regulatory, and training support to ensure a seamless, low-risk transition from development to production or partner to partner.",
      "fr": "Un transfert technologique réussi dépasse la simple transmission de savoir : il requiert processus structurés, conformité réglementaire et coordination fluide entre le R&D et la production. Au CERASP, nous assurons un accompagnement complet pour une transition efficace, conforme et fiable, du développement à la production ou entre partenaires."
    },
    "stats": {
      "accuracy": { "en": "Accuracy", "fr": "Précision" },
      "efficiency": { "en": "Efficiency", "fr": "Efficacité" },
      "cost_reduction": { "en": "Cost Reduction", "fr": "Réduction des coûts" }
    },
    "chart_label": {
      "en": "Performance Metrics",
      "fr": "Indicateurs de performance"
    },
    "features": {
      "training": {
        "title": {
          "en": "Customized Training",
          "fr": "Formations personnalisées"
        },
        "description": {
          "en": "We provide tailored virtual or onsite training and coaching—covering technical skills, GMP, SOPs, regulatory, and business development—to equip your teams for success. Training can be delivered by us or through train-the-trainer programs.",
          "fr": "Nous offrons des formations sur mesure (scientifique, technique, réglementaire, affaires), en présentiel ou à distance, avec coaching, et adaptées à vos besoins."
        }
      },
      "rndSupport": {
        "title": {
          "en": "R&D Support",
          "fr": "Soutien à la R&D"
        },
        "description": {
          "en": "We ensure seamless transition from research to production with technical support that maintains scientific and process integrity.",
          "fr": "Nous garantissons un soutien technique continu, assurant la continuité scientifique et l’intégrité des procédés lors du transfert."
        }
      },
      "regAffairs": {
        "title": {
          "en": "Regulatory Affairs Activities",
          "fr": "Activités réglementaires"
        },
        "description": {
          "en": "We handle regulatory documentation and communication to support global product approvals.",
          "fr": "Notre équipe gère les documents réglementaires, de la classification produit aux échanges avec les autorités."
        }
      },
      "fullPackage": {
        "title": {
          "en": "Full Package Dossier",
          "fr": "Dossier de produit"
        },
        "description": {
          "en": "We prepare compliant technical dossiers with formulation, testing, safety, and regulatory data for submission.",
          "fr": "Nous préparons des dossiers techniques complets et conformes avec les données de formulation, essais, preuves de sécurité et résumés réglementaires."
        }
      },
      "submission": {
        "title": {
          "en": "Submission Support and Guidance",
          "fr": "Support et accompagnement aux dépôts réglementaires"
        },
        "description": {
          "en": "We guide you from pre-submission strategy to post-submission follow-up to boost regulatory approval success.",
          "fr": "Nous optimisons vos soumissions en vous accompagnant dans la stratégie, la rédaction et les échanges avec les autorités."
        }
      },
      "healthCanada": {
        "title": {
          "en": "Health Canada Partner",
          "fr": "Partenaire certifié de Santé Canada"
        },
        "description": {
          "en": "As a certified Health Canada partner, we offer expert guidance on Health Canada’s requirements to streamline your approval process.",
          "fr": "Experts du cadre règlementaire canadien et étant un partenaire certifié de Santé Canada, nous facilitons vos démarches auprès de Santé Canada avec une approche fluide, conforme et efficace."
        }
      },
      "gmpReady": {
        "title": {
          "en": "GMP-Ready",
          "fr": "Préparation aux BPF"
        },
        "description": {
          "en": "We help ensure your processes, documents, and facilities meet GMP standards for manufacturing and inspections.",
          "fr": "Nous assurons votre conformité aux BPF sur les processus, la documentation et les installations."
        }
      },
      "research": {
        "title": {
          "en": "Research",
          "fr": "Recherche"
        },
        "description": {
          "en": "Our scientists engage in applied research to drive continuous innovation and technology transfer.",
          "fr": "Notre équipe scientifique reste active en recherche appliquée afin de soutenir l’amélioration continue et le transfert des technologies les plus innovantes."
        }
      },
      "virtualReality": {
        "title": {
          "en": "Virtual Reality Solutions",
          "fr": "Solutions en réalité virtuelle"
        },
        "description": {
          "en": "We use virtual reality for training and simulation to boost learning, safety, and readiness.",
          "fr": "Nous utilisons la réalité virtuelle immersive pour renforcer la formation, simuler des processus et améliorer sécurité et préparation opérationnelle."
        }
      }
    },
    "button": {
      "en": "Learn More About Our Solutions",
      "fr": "En savoir plus sur nos solutions"
    }
  },
  "health_canada": {
    "title": {
      "en": "Health Canada Partner",
      "fr": "Partenaire de Santé Canada"
    },
    "content": {
      "en": "Recognized partner of Health Canada for regulatory affairs and audits. As an official partner, we deliver solutions that meet the highest industry standards.",
      "fr": "Partenaire accrédité de Santé Canada pour les affaires réglementaires et les audits. En tant que partenaire officiel de Santé Canada, nous offrons des solutions qui respectent les normes les plus strictes de l’industrie."
    },
    "badge": {
      "en": "Certified Partner",
      "fr": "Partenaire certifié"
    },
    "features": {
      "regulatory": {
        "title": {
          "en": "Regulatory Compliance",
          "fr": "Conformité réglementaire"
        },
        "description": {
          "en": "Full Health Canada compliance",
          "fr": "Conformité complète à Santé Canada"
        }
      },
      "team": {
        "title": {
          "en": "Expert Team",
          "fr": "Équipe d'experts"
        },
        "description": {
          "en": "Healthcare specialists",
          "fr": "Spécialistes des soins de santé"
        }
      }
    },
    "overlay_badge": {
      "en": "Health Canada Approved",
      "fr": "Approuvé par Santé Canada"
    }
  },
  "funding": {
    "title": {
      "en": "Help Access Funding",
      "fr": "Aide à l’accès au financement"
    },
    "content": {
      "en": "We can handle any part of the grant application process, from team and content coordination to writing, budget development, and collaborator development, through to submission. We are equipped to land non-dilutive grants for projects running between $4K to $10M or more. These include innovation grants for research, development, prototyping, and pilot projects, along with commercialization grants, and expansion grants for new hires, equipment, markets, products, and services. Our industry expertise allows us to precisely communicate your brilliant and innovative ideas, and we do everything possible to find the perfect grants to position you for success. We can also help you with finding funding through government loans, venture capital and angel investors. Our research experts also know how to keep costs low and we can provide you world class results, at a very reasonable price.",
      "fr": "Nous pouvons prendre en charge toutes les étapes du processus de demande de subvention, de la coordination de l’équipe et du contenu à la rédaction, au développement du budget, au développement des collaborateurs, jusqu’à la soumission. Nous sommes équipés pour obtenir des subventions non dilutives pour des projets allant de 4 $ à 10 millions de dollars ou plus. Cela inclut des subventions pour l'innovation en recherche, développement, prototypage et projets pilotes, ainsi que des subventions pour la commercialisation et l'expansion, pour de nouvelles embauches, des équipements, des marchés, des produits et des services. Notre expertise industrielle nous permet de communiquer précisément vos idées brillantes et innovantes, et nous faisons tout notre possible pour trouver les subventions parfaites afin de vous positionner pour le succès. Nous pouvons également vous aider à trouver des financements par le biais de prêts gouvernementaux, de capital-risque et d'anges investisseurs. Nos experts en recherche savent également comment garder les coûts bas, tout en vous fournissant des résultats de classe mondiale à un prix très raisonnable."
    }
  },
  "troubleshooting": {
    "title": {
      "en": "Troubleshooting",
      "fr": "Dépannage"
    },
    "content": {
      "en": "At CERASP, we can help you identify and resolve technical issues that may arise in research or production. Whether it is product-related technical problems, equipment malfunctions, or manufacturing process issues, CERASP can assist you in implementing solutions to correct them and improve your operations.",
      "fr": "Au CERASP, nous pouvons vous aider à identifier et résoudre les problèmes techniques qui peuvent survenir en recherche ou en production. Qu'il s'agisse de problèmes techniques liés au produit, au mauvais fonctionnement d’équipements ou de procédés de fabrication, ou de mettre en place des solutions pour les corriger, le CERASP peut vous aider à améliorer vos opérations."
    }
  }
}
