{
  "overview": {
    "title": {
      "en": "OUR SECTORS",
      "fr": "NOS SECTEURS"
    },
    "content": {
      "en": "At CERASP, we support a diverse range of innovation within the life sciences and healthcare ecosystem. Our deep expertise and commitment enable us to deliver tailored solutions that meet the unique needs of each industrial partner we serve.",
      "fr": "Chez CERASP, nous soutenons un large éventail d’innovations au sein de l’écosystème des sciences de la vie et de la santé. Notre expertise approfondie et notre engagement nous permettent de proposer des solutions sur mesure répondant aux besoins uniques de chacun de nos partenaires industriels."
    }
  },
  "pharmaceutical_biopharmaceutical": {
    "title": {
      "en": "PHARMACEUTICAL / BIOPHARMACEUTICAL",
      "fr": "PHARMACEUTIQUE / BIOPHARMACEUTIQUE"
    },
    "contentA": {
      "en": "We support pharmaceutical and biomanufacturing companies in developing and commercializing safe, effective medicines. Our expertise ensures regulatory compliance, quality assurance, operational efficiency, and GMP readiness.",
      "fr": "Nous guidons des entreprises pharmaceutiques et de biofabrication dans le développement et la commercialisation de médicaments sûrs et efficaces. Notre expertise assure la conformité réglementaire, l’assurance qualité, l’efficacité opérationnelle et la préparation aux exigences des BPF (Bonnes Pratiques de Fabrication)."
    },
    "contentB": {
      "en": "In the fast-evolving biopharmaceutical sector, we bring deep scientific and regulatory knowledge to accelerate the development of a wide range of products — from small molecules and traditional biologics to advanced therapies, specialty biopolymers, and drug delivery systems. Biotech innovation is at the core of modern healthcare, and we deliver solutions that drive both scientific advancement and operational scalability.",
      "fr": "Le secteur biopharmaceutique étant en constante évolution, nous apportons une connaissance scientifique et réglementaire de pointe aidant à accélérer le développement d’une large gamme de produits — allant des petites molécules et des biologiques traditionnels aux thérapies avancées, biopolymères spécialisés et systèmes d’administration de médicaments. L’innovation en biotechnologie est au cœur des soins en santé auxquels nous proposons des solutions qui favorisent à la fois le progrès scientifique et la mise à l’échelle opérationnelle."
    },
    "bulletTitle": {
      "en": "At CERASP, we support innovation through:",
      "fr": "Au CERASP, nous soutenons l’innovation à travers :"
    },
    "bulletPoints": {
      "en": [
        "Applied Research",
        "Product Development and Formulation",
        "Scale-up Manufacturing"
      ],
      "fr": [
        "La recherche appliquée",
        "Le développement et formulation de produits",
        "La mise à l’échelle de la fabrication"
      ]
    }
  },
  "animal_health": {
    "title": {
      "en": "ANIMAL HEALTH",
      "fr": "SANTÉ ANIMALE"
    },
    "content": {
      "en": "From veterinary pharmaceuticals to nutritional supplements, we support companies dedicated to improving animal health and well-being. Our solutions are designed to meet the regulatory and quality standards of this vital industry, helping treat diseases and conditions, manage infections, and support the overall health and performance of companion animals.",
      "fr": "Des produits pharmaceutiques vétérinaires aux suppléments nutritionnels, nous aidons les entreprises dédiées à améliorer la santé et le bien-être animal. Nos solutions sont conçues pour répondre aux normes réglementaires et de qualité de ce secteur essentiel, en aidant à traiter les maladies et conditions particulières, à gérer les infections, et à soutenir la santé et la performance globales des animaux de compagnie."
    }
  },
  "natural_health_product": {
    "title": {
      "en": "NATURAL HEALTH PRODUCT",
      "fr": "PRODUIT DE SANTÉ NATUREL"
    },
    "content": {
      "en": "We support the development and market readiness of natural health products, ensuring regulatory compliance while preserving the integrity of natural ingredients. Our team works with partners to develop functional foods and dietary supplements, with a focus on quality, efficacy, and compliance.",
      "fr": "Nous soutenons le développement, la formulation et la mise sur le marché des produits de santé naturels, en garantissant la conformité réglementaire tout en préservant l’intégrité des ingrédients naturels. Notre équipe collabore avec ses partenaires pour développer des aliments fonctionnels et des compléments alimentaires, en mettant l’accent sur la qualité, l’efficacité et la conformité."
    }
  },
  "dermo_cosmeceutical": {
    "title": {
      "en": "DERMO / COSMECEUTICAL",
      "fr": "DERMO / COSMÉCEUTIQUE"
    },
    "content": {
      "en": "Our team collaborates to conceive and formulate while navigating product safety, quality, and market regulations. Our services help ensure your products are not only effective but also compliant and market-ready.",
      "fr": "Notre équipe collabore avec ses partenaires à la conception et formulation, tout en assurant la sécurité du produit, la qualité et la conformité aux réglementations du marché. Nos services garantissent que vos produits soient à la fois efficaces, conformes et prêts pour la commercialisation."
    }
  },
  "medical_device": {
    "title": {
      "en": "MEDICAL DEVICE",
      "fr": "DISPOSITIFS MÉDICAUX"
    },
    "content": {
      "en": "We help bring medical technologies to market by providing strategic support across all stages, ensuring devices meet safety standards and patient needs through regulatory assessment, quality system development, and clinical evaluation. From laboratory diagnostics to point-of-care testing, we assist in developing and validating diagnostic tools essential to modern healthcare. Our goal is to help you deliver accurate, reliable, and regulatory-compliant diagnostics to the market.",
      "fr": "Nous aidons à la mise sur le marché de technologies médicales en offrant un soutien stratégique à chaque étape, garantissant ainsi que les dispositifs répondent aux normes de sécurité et aux besoins des patients grâce à l’évaluation réglementaire, au développement des systèmes qualité et à l’évaluation clinique. De développement en laboratoire aux tests aux patients, nous assistons nos partenaires dans le développement et la validation d’outils diagnostiques essentiels aux soins de santé modernes. Notre objectif est de vous aider à commercialiser des diagnostics précis, fiables et conformes aux réglementations."
    }
  }
}
