{
  "title": {
    "en": "ABOUT US",
    "fr": "À PROPOS"
  },
  "overviewA": {
    "en": "Founded in 2019, the Centre for Expertise and Applied Research in Pharmaceutical Sciences (CERASP) has a mission to provide applied research and technical support leading to technology transfer for the development of innovative solutions in the pharmaceutical field, particularly in biopharmaceuticals, pharmaceutical technology, production, and Regulatory Affairs. We serve the life sciences industry.",
    "fr": "Fondé en 2019, le Centre d’Expertise et de Recherche Appliquée en Sciences Pharmaceutiques (CERASP) a pour mission de fournir de la recherche appliquée et un soutien technique conduisant au transfert de technologie pour le développement de solutions innovantes dans le domaine pharmaceutique, notamment en biopharmaceutique, en technologie pharmaceutique, en production et en affaires réglementaires. Nous servons l'industrie des sciences de la vie."
  },
  "overviewB": {
    "en": "As a trusted partner in this segment, we provide turnkey support and solutions to help our partners in their product development path and to facilitate and derisk their commercialization journey.",
    "fr": "En tant que partenaire de confiance dans ce secteur, nous offrons un soutien clé en main et des solutions pour accompagner nos partenaires dans leur parcours de développement de produits et faciliter ainsi leur processus de commercialisation tout en réduisant les risques. "
  },
  "overviewC": {
    "en": "We offer technical training and stage opportunities to work on industry projects. A member of the CCTT (College Centers in Technological Transfers) network, we are affiliated to John Abbott College and Cégep Gérald-Godin and strive to deliver high-quality services combining innovation and expertise.",
    "fr": "Nous proposons également des formations techniques et des opportunités de stage pour travailler sur des projets industriels. Membre du réseau CCTT (Centres Collégiaux de Transfert de Technologie), nous sommes affiliés au Collège John Abbott et au Cégep Gérald-Godin et nous nous efforçons de fournir des services de haute qualité alliant innovation et expertise."
  },

  "mission": {
    "title": {
      "en": "Mission",
      "fr": "Mission"
    },
    "en": "Develop and support applied research, training, and technology transfer related to the discovery, development, and evaluation of innovative solutions in the pharmaceutical field, particularly in biopharmaceutics, pharmaceutical technology, production, and digital health.",
    "fr": "Développer et de soutenir la recherche appliquée, la formation et le transfert technologique en lien avec la découverte, le développement et l’évaluation de solutions innovantes dans le domaine pharmaceutique notamment en biopharmacie, en technologie pharmaceutique, en production et en santé numérique."
  },
  "vision": {
    "title": {
      "en": "Vision",
      "fr": "Vision"
    },
    "en": "Become a strategic partner in applied pharmaceutical research in Quebec and Canada, recognized for its ability to deliver innovative solutions to its clients, while maintaining strong connections with educational and research communities at the provincial, federal, and international levels.",
    "fr": "Devenir un partenaire stratégique de la recherche appliquée en pharmaceutique au Québec et au Canada, reconnue pour sa capacité à livrer des solutions innovantes à sa clientèle, tout en entretenant des liens étroits avec les milieux de l’enseignement et de la recherche au niveau provincial, fédéral et international."
  },
  "values": {
    "title": {
      "en": "Values",
      "fr": "Valeurs"
    },
    "en": "At CERASP, our core values—excellence, innovation, collaboration, and openness—guide our commitment to delivering high-quality services, fostering sustainable development, building strong partnerships, and embracing global perspectives in the pharmaceutical sciences.",
    "fr": "Au CERASP, nos valeurs fondamentales—l’excellence, l’innovation, la collaboration et l’ouverture—guident notre engagement à offrir des services de haute qualité, à promouvoir le développement durable, à établir des partenariats solides et à adopter une perspective mondiale dans les sciences pharmaceutiques."
  },
  "subValues": {
    "excellence": {
      "title": {
        "en": "Excellence",
        "fr": "L’excellence"
      },
      "en": "The CERASP aims for excellence through quality service and the implementation of effective solutions to help SMEs thrive. The CERASP prioritizes dedication and integrity, focusing all its efforts on mutual success in an environment of respect, loyalty, rigor, and openness. This will be achieved through trust with our clients, proactivity, and fast service, while ensuring confidentiality.",
      "fr": "Le CERASP vise l’excellence par un service de qualité et la mise en place de solutions efficaces pour aider les PME à prospérer. Le CERASP privilégie le dévouement et l’intégrité, concentrant tous ses efforts pour le succès mutuel dans un environnement de respect, loyauté, rigueur, et ouverture. Ceci sera atteint par une confiance avec nos clients, une proactivité, et une rapidité de service, tout en garantissant la confidentialité."
    },
    "innovation": {
      "title": {
        "en": "Innovation in Sustainable Development",
        "fr": "L’innovation en développement durable"
      },
      "en": "Considering the international context of long-term climate change, the CERASP is committed to developing innovative technologies that adhere to the principles of sustainable development and environmental responsibility. The solutions offered to our clients will be designed to reduce emissions and prioritize the prudent use of raw materials, opting for processes with minimal environmental impact. These solutions aim to change the behaviors of users and consumers in the medium term.",
      "fr": "Tenant compte du contexte international des changements climatiques à long terme, le CERASP s'engage à développer des technologies innovantes qui respectent les principes du développement durable et de l'écoresponsabilité. Les solutions proposées à nos clients seront conçues pour réduire les émissions et privilégier l'utilisation judicieuse de matières premières, en optant pour des procédés ayant un impact environnemental minimal. Ces solutions visent à modifier, à moyen terme, les comportements des utilisateurs et des consommateurs."
    },
    "collaboration": {
      "title": {
        "en": "Collaboration",
        "fr": "La collaboration"
      },
      "en": "The CERASP strives to attract and stimulate the creation of new businesses by establishing an environment conducive to creativity, applied research, and technological innovation in Quebec and Canada. The CERASP aspires to be a central hub in its ecosystem, positively contributing to the advancement of a modern and innovative industry in the region. The partnership envisioned between the two colleges serves as a perfect example of solidarity.",
      "fr": "Le CERASP s'efforce d'attirer et de stimuler la création de nouvelles entreprises en établissant un environnement favorable à la créativité, à la recherche appliquée et à l'innovation technologique au Québec et au Canada. Le CERASP aspire à être un pivot central dans son écosystème, contribuant positivement à l'avancement d'une industrie moderne et innovante dans la région. Le partenariat envisagé entre les deux cégeps sert d'exemple parfait en matière de solidarité."
    },
    "openness": {
      "title": {
        "en": "Openness",
        "fr": "L’ouverture"
      },
      "en": "Keeping an open mind to international developments and a constantly evolving world.",
      "fr": "Garder l’esprit ouvert sur l’international et un monde en constante évolution."
    }
  }
}
